<template>
  <div>
    <div class="ui segment head hidden-xs">
      <h1 class="ui medium header">{{header}}</h1>
    </div>

    <div class="ui segment">
      <img class="ui medium left floated image" src="https://pp.userapi.com/c836131/v836131908/2a924/mUEgdl61AXE.jpg">
      <h2 class="personal-name">Григорьев Владимир Михайлович</h2>
      <div class="personal-subtitle">Директор Центра. Тел.57-60-84</div>
      <div>В.М.Григорьев окончил Ленинградский техникум физической культуры и спорта,
        Государственный институт физической культуры и спорта им. П.Ф.Лесгафта.
        Имеет звание мастера спорта по лыжным гонкам, инструктора пешеходного туризма
        и первый разряд по туризму, является экспертом-кинологом II категории по охотничьему собаководству.</div>
      <a class="t" data-toggle="collapse" href="#administrationMenu1"
         aria-expanded="false" aria-controls="administrationMenu1" style="padding: 0">
        Подробнее..<i class="caret down icon"></i>
      </a>
      <div class="collapse" id="administrationMenu1">
        <div>Владимир Михайлович не только сохранил, но и приумножил богатые традиции Центра.
          Благодаря его настойчивости и энергии Центр туризма переехал в новое здание,
          располагает зданием общежития, где принимаются группы не только из области,
          но и из других регионов России.</div>
        <div>Ежегодно В.М.Григорьев организует поход по Кавказу с коллегами и студентами
          Вузов. Пройдены все маршруты бывшего Советского Союза. Это и Карелия,
          Урал, Туркмения, Байкал, Крым, Карпаты и др.</div>
        <div>Под его руководством в течении 20 лет Центр проводит массовые мероприятия
          областного и Российского уровня по туризму и краеведению. В 1996 г. успешно
          проведены Всероссийские соревнования «Школа безопасности», в 2007 г. туристский
          слет учащихся Союзного государства.</div>
        <div>Хорошей традицией стали выездные семинары для работников дополнительного
          образования по обмену опытом не только в различные регионы России,
          но и в страны ближнего зарубежья.</div>
        <div>Благодаря заслуге Владимира Михайловича на базе Центра 10 лет работает музей
          истории народного образования, который является организационно-методическим
          центром по работе с музеями учреждений образования.</div>
        <div>В.М.Григорьев является автором учебно-методических пособий по
          туристско-краеведческой деятельности. Его авторская образовательная
          программа «Туризм – школа жизни» стала дипломантом VII Всероссийского конкурса
          образовательных программ дополнительного образования детей.</div>
        <div>В 1999 году ему присвоено звание «Заслуженный учитель» Российской
          Федерации, а в 2008 году звание "Заслуженный путешественник России".</div>
      </div>
    </div>

  </div>
</template>

<script>
  export default {
    name: "AdministrationPage",
    data() {
      return {
        header: 'Администрация'
      }
    }
  }
</script>

<style scoped>
  .ui.segment.head {
    margin-bottom: 5px;
  }
  .ui.segment .header {
    color: #204d74;
  }
</style>
