<template>
  <div>
    <div class="ui segment head hidden-xs">
      <h1 class="ui medium header">{{header}}</h1>
    </div>
    <div class="ui segment body">
      <h2>От станции к Центру..</h2>
      <div class="text-block">
        28 декабря 1940 г. был издан приказ Народного Комиссара Просвещения,
        обязывающий все органы народного образования, директоров школ и домов пионеров
        обеспечить условия для развития детского туризма. В приказе предлагалось
        организовать массовые областные мероприятия (экскурсии, пешие и лыжные походы, конкурсы).
      </div>
      <div class="text-block">
        1 июня 1956 г. приказом по областному отделу народного образования была создана
        детская экскурсионно-туристическая станция. Её база размещалась в 7-летней школе
        №14 г.Пскова. Вторая база станции находилась в Пушкинских Горах, в помещении
        средней школы. В функции областной туристской детской станции входило руководство
        краеведческими кружками, проведение походов, а также методическая работа.
      </div>
      <div class="text-block">
        Первым директором был назначен Белкин Алексей Андреевич.
        Через год - Маликова Александра Петровна, затем - Черногорова Анна Михайловна.
        В течение 18 лет станцию возглавляла Смирнова Эльза Валентиновна.
        Благодаря ей сотни туристов-краеведов стали друзьями Пушкинского музея-заповедника.
      </div>
      <div class="text-block">
        С 1988 г. Центром детского и юношеского туризма и экскурсий
        руководит Григорьев Владимир Михайлович.
      </div>
      <div class="text-block">
        Основная задача этого учреждения – оказание помощи школьникам в развитии
        туристско-краеведческой и экскурсионной работы. Она решается различными
        формами: проведением областных туристско-краеведческих мероприятий,
        подготовкой к Всероссийским мероприятиям, организацией походов и экскурсий,
        разработкой методических мероприятий.
      </div>
      <div class="text-block">
        1 июня 2016 года Псковский областной Центр детского и юношеского
        туризма и экскурсий отметит свое 60-летие.
      </div>
    </div>
  </div>
</template>

<script>
  export default {
    name: "CommonInformation",
    data() {
      return {
        header: 'Основные сведения',
        docs: []
      }
    }
  }
</script>

<style scoped>
  .ui.segment.head {
    margin-bottom: 5px;
  }
  .ui.segment .header {
    color: #204d74;
  }
  .ui.segment.body {
    margin-top: 0;
  }
  div.text-block {
    margin-bottom: 5px;
  }
  h2 {
    margin-bottom: 5px;
  }
</style>
